{"base_path":"examples","text": "[S1]诶，跟你说个事儿啊，我最近听了不少那种AI生成的播客，不知道你有没有听过。[S2]哦，听过一些。怎么了，感觉怎么样？[S1]就是……怎么说呢，单听一句话，你觉得，哇，好像跟真人没啥区别。[S2]嗯。[S1]但是，你只要让它说上一段完整的对话，比如俩人聊天那种，那个感觉就立马不对了。[S2]对对对，我懂你的意思。就是那个所谓的“恐怖谷”效应，是吧？听着有点瘆人，感觉特别假，没有那个交流感。[S1]就是这个词儿，恐怖谷。结果你猜怎么着，这个事儿最近好像有救了。[S2]哦？什么情况？[S1]复旦大学那个邱锡鹏教授的团队，就是那个OpenMOSS团队，他们搞了个新东西，叫Moss TTSD。[S2]是吗？专门解决这个问题的？[S1]对，就是专门搞对话语音合成的。他们说，这个模型是基于一百万小时的音频训练出来的，号称要打破AI播客的恐怖谷魔咒。[S2]一百万小时，我的天，这数据量也太吓人了。[S1]是吧。而且最牛的是，这个模型，Moss TTSD，代码和模型权重，全都开源了，还能免费商用。[S2]哇，那可太棒了。意思就是，它不是生成一句话一句话的，而是把一整段多人对话的稿子给它，它直接生成一整段特逼真的对话录音？[S1]没错，就是这个意思。它能把对话里那种节奏啊、语气的变化啊，都给模拟出来。[S2]那效果到底怎么样？有对比吗？[S1]有啊。他们拿现在一个挺火的商业模型，叫豆包的播客生成功能，做了个对比。[S2]哦，豆包我知道，挺多人在用。[S1]结果呢，人家Moss TTSD作为一个开源模型，在情感丰富度啊、语气自然度这些方面，跟豆包比起来，基本上不相上下。[S2]真的假的？一个开源的能做到跟商业模型一个水平，那可太厉害了。[S1]是啊。我听了他们放出来的几段对比音频，确实很惊艳。[S2]那它技术上到底是怎么实现的？肯定有啥独门秘诀吧。[S1]嘿，你还真说对了。他们的核心创新，是一个叫XY Tokenizer的东西。[S2]XY Tokenizer？这是个啥玩意儿？[S1]它算是一个特别聪明的语音编码器。[S2]嗯。[S1]就是说，它在处理声音的时候，不光能明白你说的内容是啥意思，也就是语义信息，还能同时把你说话的那个味儿，那个声学信息，一块儿给编码进去。[S2]哦，我好像有点明白了。就是说，它不光知道“说的是什么”，还知道“是怎么说的”。[S1]对！而且它把这些信息压缩得特别特别小，比特率只有一kbps。这样一来呢，大语言模型学起来就轻松多了，能把声音里那些特别细微的特征都学到。[S2]原来是这样。那数据处理呢？你说那一百万小时的音频，肯定不能直接用吧，得要特别干净的数据才行。[S1]这个他们也下功夫了。他们自己搞了一套效率特别高的数据处理流水线。[S2]嗯。[S1]先用自己内部的一个模型，把一段录音里不同的人声给分开。他们说这个模型比现在市面上开源的、甚至一些商用的都要好。[S2]哇。[S1]分开之后呢，再用一个叫DNSMOS的工具给语音质量打分，只保留那些分数在二点八分以上的高质量片段。[S2]这筛选标准还挺严格的。[S1]可不是嘛。而且针对中文数据，他们还专门训练了一个模型，叫Whisper d，用来做文本转录。这个模型特别牛，连那种俩人说话声音叠在一起的地方，它都能准确地转写出来。[S2]这个确实是痛点，很多模型都搞不定这个。[S1]所以啊，料下足了，最后出来的东西效果就好。测试结果说，它跟顶尖的闭源模型豆包播客模型性能差不多。[S2]嗯。[S1]然后跟另一个开源模型MoonCast比呢，它的韵律和表现力都更自然。[S2]是的。[S1]最关键的一点来了， follow豆包的播客功能比，它除了效果差不多，还支持一个叫“零样本音色克隆”的功能。[S2]零样本音色克隆？这是说……我给它一段我的声音，它就能用我的声音去生成对话了？[S1]bingo。完全正确。就是这个意思。这样一来，可定制的程度就特别高了。[S2]我的天，那这应用场景可就广了去了。[S1]那可不。还有一个特别大的优点，它能一次性生成特别长的音频，最长能到九百六十秒。[S2]九百六十秒，那不就是十六分钟？[S1]对。一次生成十六分钟，就再也不用一小段一小段生成完了再拼起来了。那个拼接造成的停顿感和不自然，就都解决了。[S2]确实，这个对于做长音频，比如播客啊、影视配音啊、有声书什么的，简直是刚需。[S1]是啊。所以说，这个Moss TTSD一出来，感觉以后做播客、搞长篇访谈，甚至数字人直播带货这些事儿，门槛又得降一大截了。[S2]感觉AI播客真的要从“能听”变成“好听”了。对我们内容创作者来说，这绝对是个好工具啊。", "prompt_audio": "single_reference.wav", "prompt_text": "[S1]我意思是说通用计算机是指我们所有人都能用的这种普通计算机的意思啊？[S2]不是，不是。现在通用计算机就，比如说现在买了一台电脑嘛。[S1]嗯。[S2]电脑里面你可以装各种各样的软件，对吧？你可以用来聊微信，你可以用来-[S1]明白，可以做快机用的发票机啊-[S2]对对对对 [S1]...连接各种设备啊什么的。[S2]你只要放不同的软件，[S1]嗯。[S2]它都可以去完成那个软件所定义的相对应的工作。"}